Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: For example, you can create subcategories for different types of assets and then create category groups for fixed assets versus current assets, for example.
cs_cz: Například můžete vytvořit podkategorie pro rozdílné typy majetku a pak například vytvořit skupiny kategorií pro dlouhodobý majetek versus běžná aktiva.

source: You create a category group by indenting other subcategories under a line in the G/L Account Categories window.
cs_cz: Vytvoříte skupinu kategorií odsazením dalších podkategorií pod řádkem v okně Kategorie finančních účtů.

source: For each subcategory, you can specify if accounts of this category must be included in specific types of financial reports.
cs_cz: Pro každou podkategorii můžete specifikovat, zda účty této kategorie musí být zahrnuty do specifických typů finančních sestav.

source: The account categories help define the layout of your financial statements.
cs_cz: Kategorie účtů pomáhají definovat rozložení Vašich finančních výkazů.

source: For example, the default balance statement has a single entry for cash under assets.
cs_cz: Například, výchozí stav zůstatku má jednu položku pro hotovost pod majetkem.

source: If you want the balance statement to have subentries for petty cash and your checking account, then you can add two new subcategories, specify the additional report definition Cash Accounts for each of them, and indent them under the Cash subcategory.
cs_cz: Pokud chcete, aby výkaz zůstatku obsahoval položky pro drobné hotovosti a kontrolní účet, můžete přidat dvě nové podkategorie, zadat pro každou z nich další definice Hotovostní účty a odsadit je v podkategorii Hotovost.

source: Then, when you have generated account schedules based on your changes, your next balance statement will show a total balance for cash and two lines with balances for petty cash and the checking account.
cs_cz: Poté, jestliže jste vygenerovali účetní schémata založené na Vašich změnách, Váš další stav zůstatku bude ukazovat celkový zůstatek hotovosti a dva řádky se zůstatky pro malé výdaje a kontrolní účet.

source: Set Up or Change the Chart of Accounts
cs_cz: Nastavení nebo změna účtové osnovy

source: Defer Revenues and Expenses
cs_cz: Pozdržení výnosů a výdajů

source: To recognize a revenue or an expense in a period other than the period in which the transaction was posted, you can use functionality to automatically defer revenues and expenses over a specified schedule.
cs_cz: Chcete-li rozpoznat výnos nebo výdaj v jiném období, než je období, ve kterém byla transakce zaúčtována, můžete použít funkci automatického odložení výnosů a výdajů přes stanovené specifikované schéma.

source: To distribute revenues or expenses on the involved accounting periods, you set up a deferral template for the resource, item, or G/L account that the revenue or expense will be posted for.
cs_cz: K distribuci výdajů a výnosů na zahrnuté účtovací období nastavíte šablony odložení pro zdroj, zboží nebo finanční účet, na který bude výnos nebo výdaj zaúčtován.

source: When you post the related sales or purchase document, the revenue or expense are deferred to the involved accounting periods, according to a deferral schedule that is governed by settings in the deferral template and the posting date.
cs_cz: Když zaúčtujete související nákupní nebo prodejní doklad, výdaje nebo výnosy jsou odloženy k zahrnutí do účtovacích období podle šablony odložení, které se řídí nastavením v šabloně odložení a datem zaúčtování.

source: To set up a G/L account for deferral
cs_cz: Nastavení finančního účtu pro odložení

source: Fill in the fields as necessary to create a G/L account for deferred revenues.
cs_cz: Vyplňte pole podle potřeby k vytvoření finančního účtu pro odložené výnosy.

source: Repeat steps 2 and 3 to create a new G/L account for deferred expenses.
cs_cz: Opakujte kroky 2 a 3 k vytvoření nového finančního účtu pro odložené výdaje.

source: For both types of deferral, select Balance Sheet in the Type field, and name the accounts appropriately, such as "Unearned Income" for deferred revenues and "Unpaid Expenses" for deferred expenses.
cs_cz: Pro oba typy odložených vyberte Rozvaha v poli Typ a pojmenujte účty vhodně jako "Nezaplacený příjem“ pro odložené výnosy a "Nezaplacený výdaj“ pro odložené výdaje.

source: To set up a deferral template
cs_cz: Nastavení šablony odložení

source: In the top right corner, choose the Search for Page or Report icon, enter Deferral Templates, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Šablony časového rozlišení a pak vyberte související odkaz.

source: In the Calc.
cs_cz: V poli Metoda

source: Method field, specify how the Amount field for each period in the Deferral Schedule window is calculated.
cs_cz: výpočtu specifikujte jak bude pole Částka pro každé období v okně Šablona časového rozlišení počítáno.

source: You can choose between the following options:
cs_cz: Můžete si vybrat mezi následujícími možnostmi:

source: Straight-Line:
cs_cz: Lineární:

source: The periodic deferral amounts are calculated according to the number of periods, distributed according to period length.
cs_cz: Pravidelné odklady jsou počítány podle počtu období, distribuovány podle délky období.

source: Equal Per Period:
cs_cz: Stejně za období:

source: The periodic deferral amounts are calculated according to the number of periods, distributed evenly on periods.
cs_cz: Pravidelné odklady jsou počítány podle počtu období, distribuovány rovnoměrně na období.

source: Days Per Period:
cs_cz: Dní za období:

source: The periodic deferral amounts are calculated according to the number of days in the period.
cs_cz: Pravidelné odklady jsou počítány podle počtu dní v období.

source: User-Defined:
cs_cz: Uživatelsky definovaná:

source: The periodic deferral amounts are not calculated.
cs_cz: Pravidelné odklady nejsou počítány.

source: You must manually fill the Amount field for each period in the Deferral Schedule window.
cs_cz: Musíte manuálně vyplnit pole hodnoty pro každé období v okně Plán časového rozlišení.

source: For more information, see the “To change a deferral schedule from a sales invoice” section.
cs_cz: Další informace naleznete v tématu „Změna schématu odložení z prodejní faktury”.

source: In the Period Desc.
cs_cz: V poli Popis období

source: field, specify a description that will be shown on entries for the deferral posting.
cs_cz: specifikuj popis, který se ukáže na položkách pro odložené zaúčtování.

source: You can enter the following placeholder codes for typical values, which will be inserted automatically when the period description is displayed.
cs_cz: Můžete zadat následující zástupné symboly kódů pro typické hodnoty, které budou vyplněny automaticky, když je popis období zobrazen.

source: %1 = The day number of the period posting date
cs_cz: %1 = Počet dní období data zaúčtování

source: %2 = The week number of the period posting date
cs_cz: %2 = Počet týdnů období data zaúčtování

source: %3 = The month number of the period posting date
cs_cz: %3 = Počet měsíců období data zaúčtování

source: %4 = The month name of the period posting date
cs_cz: %4 = Název měsíce období data zaúčtování

source: %5 = The accounting period name of the period posting date
cs_cz: %5 = Název měsíce období data zaúčtování

source: %6 = The fiscal year of the period posting date
cs_cz: %6 = Fiskální rok období data zaúčtování

source: Example:
cs_cz: Příklad:

source: The posting date is 02/06/2016.
cs_cz: Datum zaúčtování je 02/06/2016.

source: If you enter “Expenses deferred for %4 %6”, then the description displayed will be "Expenses deferred for February 2016".
cs_cz: Pokud zadáte “Výdaje odloženy na %4 %6”, pak zobrazený popis bude “Výdaje odloženy na Únor 2016”

source: To assign a deferral template to an item
cs_cz: Přiřadit šablonu odložení k položce

source: Open the card for the item for which revenues or expenses must be deferred to the accounting periods when the item was sold or purchased.
cs_cz: Otevřete kartu pro položku, pro kterou výnosy a výdaje musí být odloženy na období zaúčtování, kdy položka byla prodána nebo koupena.

source: In the Default Deferral Template field, select the relevant deferral template.
cs_cz: V poli Výchozí šablony časového rozlišení vyberte relevantní šablonu odložení.

source: To change a deferral schedule from a sales invoice
cs_cz: Změna šablony odložení z prodejní smlouvy

source: The steps in this procedure are the same as when you change a deferral schedule, for expenses, from a purchase invoice.
cs_cz: Kroky v téhle proceduře jsou stejné jako, když měníte schéma odložení, pro výdaje z nákupní faktury.

source: In the top right corner, choose the Search for Page or Report icon, enter Sales Invoices, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Prodejní faktury, a pak vyberte související odkaz.

source: Create a sales invoice for an item that has a deferral template assigned.
cs_cz: Vytvořte prodejní fakturu pro zboží, které má přiřazenou šablonu rozlišení.

source: Invoice Sales .
cs_cz: Prodejní faktury .

source: Notice that as soon as you enter the item (or resource or G/L account) on the invoice line, the Deferral Code field is filled with the code of the assigned deferral template.
cs_cz: Všimněte si, že jakmile zadáte zboží (zdroje nebo finanční účet) na řádek faktury, pole Kód časového rozlišení je vyplněno kódem přiřazené šablony odložení.

source: Choose the Deferral Schedule action.
cs_cz: Vyberte akci Plán časového rozlišení.

source: In the Deferral Schedule window, change settings on the header or values on the lines, for example to defer the amount to an additional accounting period.
cs_cz: V okně Schéma časového rozlišení, změňte nastavení v hlavičce nebo hodnotách na řádcích, např. k pozdržení částky na přídavné období účtování.

source: Choose the Calculate Schedule action.
cs_cz: Vyberte akci Plán časového rozlišení.

source: The deferral schedule is updated for the sales invoice.
cs_cz: Plán odložení je aktualizován pro prodejní fakturu.

source: The related deferral template is unchanged.
cs_cz: Související šablona odložení je nezměněna.

source: To preview how deferred revenues or expenses will be posted to the general ledger
cs_cz: Náhled, jak budou odložené výnosy nebo výdaje účtovány do hlavní knihy

source: The steps in this procedure are the same as when you preview how expense deferrals are posted.
cs_cz: Kroky v této proceduře jsou stejné jako náhled zaúčtování odložení výdajů.

source: In the Sales Invoice window, choose the Preview Posting action.
cs_cz: V okně Prodejní faktura vyberte akci Náhled zaúčtování.

source: In the Posting Preview window, choose the G/L Entry action, and then choose the Show Related Entries action.
cs_cz: V okně Náhled zaúčtování vyberte akci Položka financí a zvolte akci Zobrazit související položky.

source: G/L entries to be posted to the specified deferral account, for example, Unearned Income, are denoted by the description that you entered in the Period Desc.
cs_cz: Položky financí k zaúčtování do specifikovaného účtu časového rozlišení, například Nerozdělený příjem, jsou označeny popisem, který jste zadali v poli Popis období

source: field in the deferral template, for example, "Expenses deferred for February 2016".
cs_cz: v šabloně odložení, například "Výdaje odložené na Únor 2016".

source: To review posted deferrals in the Sales Deferral Summary report
cs_cz: Revize zaúčtovaných odložení v sestavě prodeje souhrnu odložení

source: The steps in this procedure are the same as when you review the Purchasing Deferral Summary report.
cs_cz: Kroky v této proceduře jsou stejné jako revize sestavy nákupu souhrnu odložení.

source: In the top right corner, choose the Search for Page or Report icon, enter Sales Deferral Summary, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Shrnutí časového rozlišení prodeje a pak vyberte související odkaz.

source: In the Sales Deferral Summary window, in the Balance as of field, enter the date up to which you want to see deferred revenues.
cs_cz: V okně Shrnutí časového rozlišení prodeje, v poli Zůstatek k datu zadejte datum, ke kterému chcete vidět odložené výnosy.

source: Choose the Preview button.
cs_cz: Zvolte tlačítko OK.

source: Work With General Journals
cs_cz: Práce s hlavními deníky

source: Define Check Layouts
cs_cz: Definování rozvržení šeku

source: You can design your checks to conform with the standards set by the local authorities.
cs_cz: Můžete navrhovat své šeky k přizpůsobení standardů nastavených místními úřady.

source: Check images can be printed in English, French, or Spanish.
cs_cz: Obrazy šeků můžou být vytištěny v angličtině, francouzštině nebo španělštině.

source: Checks are designed to print in both the United States and Canadian check image formats in either a check-stub-check format or a stub-stub-check format.
cs_cz: Šeky jsou navrženy k tisku v obou formátech, americkém i kanadském buď ve formátu check-stub-check nebo stub-stub-check.

source: To define check layouts
cs_cz: Definování rozvržení šeku

source: In the top right corner, choose the Search for Page or Report icon, enter Report Selections Bank Account, and choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Výběr sestav - bank.účet a pak vyberte související odkaz.

source: In the Report Selection - Bank Acc.
cs_cz: V okně Sestava výběru - bankovní účet

source: window, in the Usage field, select Check.
cs_cz: v poli Využití vyberte Šek.

source: Select one of the following report IDs.
cs_cz: Vyberte jedno z následujících ID sestav.

source: Report ID
cs_cz: ID sestavy

source: Report Name
cs_cz: Název sestavy

source: Check
cs_cz: Šek

source: This is the default report.
cs_cz: Toto je výchozí sestava.

source: Check (Stub/Stub/Check)
cs_cz: Šek (Stub/Stub/Check)

source: This report is designed to print checks in a stub/stub/check format.
cs_cz: Tahle sestava je navržena k tisku šeků ve formátu (zástupná procedura/zástupná procedura/šek).

source: Check (Stub/Check/Stub)
cs_cz: Šek (Stub/Check/Stub)

source: This report is designed to print checks in a check/stub/check format.
cs_cz: Tahle sestava je navržena k tisku šeků ve formátu (check/stub/check).

source: When you have set up check layouts, you can print checks from the Payment Journal window.
cs_cz: Když musíte nastavit rozložení šeku, můžete tisknout z okna Deník plateb.

source: For more information, see Work With Checks.
cs_cz: Další informace naleznete v tématu Práce se šeky.

source: Completing Period-End Processes
cs_cz: Dokončování procesů na konci období

source: Enable Application of Ledger Entries in Different Currencies
cs_cz: Umožnění vyrovnání položek v různých měnách

source: If you purchase from a vendor in one currency and submit payment in another currency, you can apply the payment to the purchase.
cs_cz: Pokud nakoupíte od dodavatele v jedné měně a odešlete v druhé měně, můžete použít platbu k nákupu.

source: Likewise, if you sell to a customer in one currency and receive payment in another currency, you can apply the payment to the sales invoice.
cs_cz: Když prodáte zákazníkovi v jedné měně a obdržíte platbu v druhé měně, můžete použít platbu k prodejní faktuře.

source: The following procedure describes how to set this up for vendor ledger entries in the Purchases & Payables Setup window.
cs_cz: Následující procedura popisuje, jak nastavit pro položky dodavatele v okně Nastavení nákupu a závazků.

source: The setup is similar for customer ledger entries in the Sales & Receivables Setup window.
cs_cz: Nastavení je podobné pro položky zákazníka v okně Nastavení prodeje a pohledávek.

source: To enable application of vendor ledger entries in different currencies
cs_cz: Umožnění vyrovnání položek v různých měnách

source: In the top right corner, choose the Search for Page or Report icon, enter Purchases & Payables Setup, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Nastavení nákupu a závazků a zvolte související odkaz.

source: In the Appln. between Currencies field, select one of the following options.
cs_cz: V poli Vyrovnání mezi měnami vyberte jednu z následujících možností.

source: Application between currencies is not allowed.
cs_cz: Vyrovnání mezi měnami není povoleno.

source: Application between EMU currencies is allowed.
cs_cz: Vyrovnání mezi EMU měny je povoleno.

source: All
cs_cz: Všechno

source: Application between all currencies is allowed.
cs_cz: Vyrovnání mezi všemi měnami je povoleno.

source: Import Payroll Transactions
cs_cz: Import mzdových transakcí

source: To account for salary payments and related transactions, you must import and post financial transactions made by your payroll provider to the general ledger.
cs_cz: Na účet pro platby výplat a související transakce musíte importovat a zaúčtovat finanční transakce vytvořené vašim mzdovým poskytovatelem do hlavní knihy.

source: To do this, you first import a csv.
cs_cz: Chcete-li to provést, nejprve importujte csv

source: file that you receive from the payroll provider into the General Journal window.
cs_cz: soubor, který jste obdrželi od poskytovatele mezd do okna Finanční deníky.

source: Then you map the external accounts in the payroll file to the relevant G/L accounts.
cs_cz: Pak namapujete externí účty v mzdovém souboru k souvisejícím finančním účtů.

source: Lastly, you post the payroll transactions according to the account mapping.
cs_cz: Nakonec zaúčtujete mzdové transakce podle mapování účtu.

source: To import a payroll file
cs_cz: Import mzdového souboru

source: In the top right corner, choose the Search for Page or Report icon, enter General Journals, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Finanční deníky a pak zvolte související odkaz.

source: In the relevant general journal batch, choose the Import Payroll Transactions action.
cs_cz: V relevantní dávce finančního deníku vyberte akci Importovat mzdové transakce

source: In the Import window, select the relevant payroll file, and then choose the OK button.
cs_cz: V okně Importovat vyberte relevantní mzdový soubor a pak zvolte tlačítko OK.

source: The file must be in CSV format.
cs_cz: Soubor musí být typu CSV.

source: Follow the steps in the Import Payroll Transactions window to import transactions and map accounts, and then choose the Finish button.
cs_cz: Sledujte kroky v okně Importovat mzdové transakce k importování účtů transakcí a map, pak zvolte tlačítko Dokončit.

source: The general journal is filled with lines representing the transactions that the payroll file contains and with the relevant accounts in the G/L Account column.
cs_cz: Finanční deník je vyplněn řádky reprezentujícími transakce, které obsahuje mzdový soubor a s odpovídajícími účty ve sloupci Finanční účet.

source: Edit or post the journal lines as for any other general ledger transactions.
cs_cz: Upravte nebo zaúčtujte řádky deníku pro kteroukoli jinou transakci financí.

source: Work With General Journals .
cs_cz: Práce s finančními deníky .

source: Open a New Fiscal Year
cs_cz: Otevření nového fiskálního roku

source: Before you can post in a fiscal year, you must open the fiscal year and define its accounting periods.
cs_cz: Než budete moci účtovat do nového fiskálního roku, musíte fiskální rok nejprve otevřít a definovat jeho účtovací období.

source: To open a new fiscal year
cs_cz: K otevření nového fiskálního roku

source: In the top right corner, choose the Search for Page or Report icon, enter Accounting Periods, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Účetní období a pak zvolte související odkaz.

source: In the Accounting Periods page, choose the Create Year action.
cs_cz: Na straně Účetní období zvolte akci Vytvořit rok.

source: Fill in the fields to define the structure of the fiscal year.
cs_cz: Vyplňte pole pro definici struktur fiskálního roku.

source: The fiscal year is typically 12 periods of one month each, but you can also divide it in other ways.
cs_cz: Fiskální rok má typicky 12 období délky jednoho měsíce, ale můžete to také rozdělit jinými způsoby.

source: Choose OK when done.
cs_cz: Při dokončení zvolte OK.

source: The accounting periods are added to the page.
cs_cz: Účetní období jsou přidána na stránku.

source: The Starting Date and Name fields are filled in.
cs_cz: Pole Počáteční datum a Název jsou vyplněny.

source: The Name field uses the name of the month from the starting date.
cs_cz: Pole Název používá jméno měsíce z data zahájení.

source: After the last period in the fiscal year, an accounting period is inserted and the New Fiscal Year check box is selected.
cs_cz: Po dalším období fiskálního roku je vloženo účetní období a je vybráno zaškrtávací políčko Nový fiskální.

source: Specify Posting Periods
cs_cz: Specifikace účtovacího období

source: Post the Year-End Closing Entry
cs_cz: Zaúčtování položky ukončující rok

source: When you specify posting periods, you limit the period in which posting is allowed.
cs_cz: Když specifikujete účtovací období, omezujete období, ve kterých je účtování povoleno.

source: To specify posting periods
cs_cz: Specifikace účtovacího období

source: In the top right corner, choose the Search for Page or Report icon, enter General Ledger Setup, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu zadejte Nastavení financí a pak zvolte související odkaz.

source: In the General Ledger Setup window, enter a date in the Allow Posting From field to specify the beginning of the period.
cs_cz: V okně Nastavení financí zadejte datum do pole Povolit účto od ke specifikaci začátku období.

source: Enter a date in the Allow Posting To field to specify the end of the period.
cs_cz: Zadejte datum v poli Povolit účto do ke specifikaci konce období.

source: The dates that you define here apply to the company and to all users.
cs_cz: Data, které tu definujete, se používají pro společnost a všechny uživatele.

source: If you want to define different posting periods for different users, you can set them up for each user in the User Setup window.
cs_cz: Pokud chcete definovat různé účtovací období pro různé uživatele, můžete jim nastavit data v okně Nastavení uživatelů.

source: If you enter dates in the User Setup window, the dates entered in the General Ledger Setup window will not apply to these users.
cs_cz: Pokud zadáte data v okně Nastavení uživatelů, tak se data zadány v okně Nastavení financí na tyto uživatele nepoužijí.

source: Payment Methods
cs_cz: Platební metody

source: Payment methods define how an invoice will be paid.
cs_cz: Platební metody definují, jak bude faktura zaplacena.

source: You can set up any number of payment methods.
cs_cz: Můžete nastavit jakýkoli počet platebních metod.

source: Examples of payment methods can be BANK, CASH, CHECK, or ACCOUNT.
cs_cz: Příklady platebních metod můžou být BANKA, HOTOVOST, ŠEK, ÚČET.

source: Payment methods are linked to vendors in order to specify how an invoice from the specific vendor must be paid.
cs_cz: Platební metody jsou spojeny s dodavateli tak, aby specifikovali, jak má být faktura od specifického dodavatele zaplacena.

source: Dynamics NAV includes a standard configuration of most financial processes, but you can change the configuration to suit your business.
cs_cz: Dynamics NAV zahrnuje standardní konfiguraci většiny finančních procesů, ale můžete změnit konfiguraci tak, aby vám vyhovovala.
